KEY1 = {'EUR': 'Евро',
       'GBP': 'Британский_фунт',
       'JPY': 'Японская_йена',
       'RUB': 'Рубль',
       'USD': 'Доллар_США',
       'XRP': 'Рипл',
       'BTC': 'Биткойн',
       'BCH': 'Биткойн_Кэш'}

KEY = {'Евро': 'EUR',
       'Британский_фунт': 'GBP',
       'Японская_йена': 'JPY',
       'Рубль': 'RUB',
       'Доллар_США': 'USD',
       'Рипл': 'XRP',
       'Биткойн': 'BTC',
       'Биткойн_Кэш': 'BCH'}

TOKEN = '6564502810:AAF4bIlVciS_1z18920kFKVPV8QAB_uOAss'

APIKEY = '02218304d8fb6a45a638bfe7ddb3e5a2'

APIPASSWORD = '64f476df7fb0d'

APIURL = 'https://currate.ru/api/?get=rates&pairs='

info_string = ('Здравствуйте, вас приветствует телебот,\
                Вы можете получить всю интересующую вас информацию о котировках введя запрос в следующем формате:\
                <имя валюты, цену которой нужно узнать> <имя валюты, в которой надо узнать цену первой валюты> <количество первой валюты>\
                пример <Евро> <Доллар_США> <1>\
                команда /values выведется информация о всех доступных валютах')